answer_examples = [
    {
        "input": "청년이 도움받을만한 정보가 있나요? ", 
        "answer": """
            청년도전지원사업, 청년미래플러스사업, 청년일자리도약장려금사업, 청년도전지원사업 등의 프로그램을 통해 도움받을 수 있습니다. 
            청년도전지원사업은 구직단념청년 등의 구직의욕 고취 및 자신감 강화를 위한 맞춤형 프로그램을 제공하여 노동시장 참여 및 취업을 촉진하며, 
            청년미래플러스사업은 산업계와 협업하여 구직 청년의 취업지원 및 재직 청년의 산업 내 성장까지 청년고용 全 주기 지원을 합니다. 
            청년일자리도약장려금사업은 기업이 청년 채용을 확대하고, 취업애로청년의 취업은 촉진하여 청년고용 활성화를 도모합니다.
            """
    }, 
    {
        "input" : "산업재해 보호법에 대해 알려주세요",
        "answer" : """
            산업재해 보호법은 근로자가 업무상 재해를 당한 경우, 사업주가 부담해야 할 재해 보상 책임을 국가가 대행하여 
            신속하고 공정한 보상을 행함으로써 산재근로자 및 그 가족의 생활안정을 도모하는 법입니다. 
            산업재해 보호법의 적용 범위는 근로자를 사용하는 모든 사업 또는 사업장이며, 
            적용 제외 대상은 타 법령에 의하여 재해보상이 이루어지는 사업, 가구 내 고용활동, 상시근로자 수 5인 미만 비법인 농・림・어업 등입니다. 

            산업재해 보호법의 주요 내용은 다음과 같습니다.

            - 요양급여: 업무상 재해를 당한 근로자에게 진찰, 약제 또는 진료재료와 의지(義肢)의 지급, 처치, 수술 및 치료비 등을 지급합니다.
            - 휴업급여: 업무상 재해로 인해 요양으로 취업하지 못한 기간에 1일당 평균임금의 70%를 지급합니다.
            - 장해급여: 업무상 재해로 인해 신체에 장해가 남은 경우, 장해상태에 따라 장해보상연금 또는 일시금을 지급합니다.
            - 유족급여: 업무상 재해로 인해 근로자가 사망한 경우, 유족에게 유족연금 또는 일시금을 지급합니다.
            - 간병급여: 업무상 재해로 인해 요양 종결 후에도 상시 또는 수시로 간병이 필요한 경우, 간병비를 지급합니다.
            - 상병보상연금: 요양 개시 후 2년 이상이 경과하였으나 부상이나 질병이 치유되지 않고 중증요양상태에 해당하는 경우, 휴업급여 대신 상병보상연금을 지급합니다.
            - 장례비: 업무상 재해로 인해 사망한 경우, 장례를 지낸 유족 또는 유족이 아닌 자에게 장례비를 지급합니다.
        """
    }
]